Repository: 84000/data-translation-memory
Catalog: Toh_144-Cultivating_Trust_in_the_Great_Vehicle-v.2.tmx
Source language: bo
Languages: en

source: རིགས་ཀྱི་བུ་འདི་ལྟར་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཐོབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་གཅིག་ནས་གཅིག་ཏུ་བརྒྱུད་པས་དུས་རིང་པོ་ན་ཚེ་རབས་ཐམས་ཅད་དུ་སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དང་འགྲོགས་པ་འཐོབ་བོ། །
en: Noble son, bodhisattvas who have attained such trust in the Great Vehicle that allows them to accomplish the Great Vehicle will continuously meet with buddhas and bodhisattvas in all their future lives.

source: དེ་བས་ན་དམ་པའི་ཆོས་མཉན་པ་དང་། ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པའི་རྗེས་སུ་འགྲོ་བའི་ཡང་དག་པའི་ནན་ཏན་ལ་ཞུགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་
en: Therefore, bodhisattvas who apply themselves to listening to the Dharma and correctly reflecting on it

source: གང་དུ་རྟག་པར་རྒྱུན་དུ་བྱང་ཆུབ་ཀྱི་ཚོགས་ཡོངས་སུ་རྫོགས་པར་འགྱུར་བ་དེར་སྐྱེ་བར་འགྱུར་ཏེ
en: will always take birth in circumstances where they can perfect the accumulations for awakening.

source: རིགས་ཀྱི་བུ་རྣམ་གྲངས་འདིས་ན་བྱང་ཆུབ་སེམས་དཔའ་བདེ་འགྲོ་ཐམས་ཅད་ལས་ཀྱང་ཡང་དག་པར་འདའ་བར་འགྱུར་བ་ཡིན་ན་ངན་འགྲོ་ལས་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: Noble son, since bodhisattvas transcend the higher realms by means of this teaching, what need is there to speak of the lower realms?”

source: བཅོམ་ལྡན་འདས་ཅི་ལགས།
en: “Blessed One, please explain that.

source: བྱང་ཆུབ་སེམས་དཔའ་ངན་འགྲོ་ལས་ཡང་དག་པར་འདས་པ་ཉིད་ཅེས་བགྱིའི།
en: We speak of bodhisattvas going beyond the lower realms,

source: ཅི་བདེ་འགྲོ་ལས་ཡང་དག་པར་འདས་པ་ཞེས་མི་བགྱི།
en: but should we not speak of them going beyond the higher realms?”

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཐོབ་པ་ཁ་ཅིག་ནི་བདེ་འགྲོ་ལས་ཀྱང་ཡང་དག་པར་འདས་པར་རིག་པར་བྱའོ།
en: “Noble son, bodhisattvas who have attained trust in the Great Vehicle are certainly freed from the lower realms.

source: འདི་ལྟར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཐོབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་ལས་དང་། ཉོན་མོངས་པ་དང་། ལས་ཀྱི་རང་དབང་གིས་སྐྱེ་བ་གང་ཡིན་པ་དང་། སེམས་ཅན་གྱི་དོན་ཆུང་ངུའི་དོན་གྱིས་སྐྱེ་བ་གང་ཡིན་པ་དེ་དག་ལས་ཀྱང་རིམ་གྱིས་ཡང་དག་པར་འདའོ། །
en: In this way, bodhisattvas who have attained trust in the Great Vehicle will gradually go beyond those births that are caused by karma and disturbing emotions, those births that are dictated by karma alone, and those births that serve only a lesser purpose for beings.

source: དེ་ལྟ་མོད་ཀྱིས་འོན་ཀྱང་རིགས་ཀྱི་བུ་རྣམ་གྲངས་འདིས་ན་བྱང་ཆུབ་སེམས་དཔའི་བདེ་འགྲོ་ཡང་ངན་འགྲོ་ཡིན་ལ་ངན་འགྲོ་ཡང་བདེ་འགྲོ་ཡིན་པར་རིག་པར་བྱའོ། །
en: Nevertheless, noble son, through this teaching, a bodhisattva understands that the higher realms are in fact the lower realms, while the lower realms are understood to be the higher realms.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའི་གཞན་གྱི་དབང་གང་ཡིན་པ་དང་། དོན་ཆུང་ངུའི་བདེ་འགྲོའི་གང་ཡིན་པ་དེ་ནི་ངན་འགྲོ་ཡིན་ནོ། །
en: Noble son, when a bodhisattva who lacks autonomy is born into the higher realms with little scope for serving beings, these should then be considered to be the lower realms.

source: སྨོན་ལམ་གྱི་དབང་གིས་སྙིང་རྗེ་ཆེན་པོ་སྔོན་དུ་འགྲོ་བའི་སེམས་ཀྱིས་སེམས་ཅན་རྣམས་འདུལ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོ་དང་། ཡི་དགས་རྣམས་སུ་སྐྱེ་བ་གང་ཡིན་པ་དེ་ནི་དེའི་བདེ་འགྲོར་རིག་པར་བྱའོ། །
en: On the other hand, through the power of aspiration and motivated by their great compassion and the wish to guide beings, bodhisattvas may take birth among hell beings, animals, and hungry spirits. When that happens, these should then be considered to be higher realms.”

source: བྱང་ཆུབ་སེམས་དཔའ་སྨོན་ལམ་གྱི་དབང་གིས་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོ་དང་། ཡི་དགས་རྣམས་སུ་སྐྱེ་བ་ཡང་དེ་བཞིན་དུ་སྡུག་བསྔལ་བའམ་རྨོངས་པ་ལགས་སམ།
en: when bodhisattvas are born among hell beings, animals, and hungry spirits through the power of aspiration, do they experience suffering or delusion?”

source: བཀའ་སྩལ་པ།
en: The Blessed One replied,

source: རིགས་ཀྱི་བུ་དེ་ནི་མ་ཡིན་ཏེ་
en: “No, noble son, they do not.

source: དེ་ལྟར་མི་བལྟའོ། །
en: You should not see it in that way.

source: བྱང་ཆུབ་སེམས་དཔའ་སྨོན་ལམ་གྱི་དབང་གིས་ངན་འགྲོ་རྣམས་སུ་སྐྱེ་བ་ནི་བསམ་གཏན་བཞིའི་ས་པའི་བདེ་བ་ལས་ཤིན་ཏུ་འདས་ནས་བདེ་བ་དང་ལྡན་པར་གནས་ཏེ།
en: Bodhisattvas who are born in the lower realms through the power of aspiration have surpassed the happiness of the four states of concentration, and so they abide joyfully.

source: འཇིག་རྟེན་པ་ཐམས་ཅད་དང་། འཇིག་རྟེན་ལས་འདས་པ་དམན་པའི་ཤེས་རབ་ལས་ཀྱང་ཤིན་ཏུ་འདས་ནས་ཤེས་རབ་ཀྱི་རྒྱུ་བ་ལ་འཇུག་གོ། །
en: They are far beyond any worldly knowledgeand even the lesser transcendent knowledge. As such, they have entered the stream of the highest knowledge.

source: དེ་བས་ན་དེ་དེ་ན་སེམས་ཅན་གྱི་དོན་ལ་བརྩོན་པར་རིག་པར་བྱའོ། །
en: Therefore, you should understand that they are striving for the well-being of beings.

source: ངས་དེ་ལས་དགོངས་ཏེ་སེམས་ཅན་རྣམས་ཀྱི་ལས་ཀྱི་རྒྱུད་ཀྱང་བསམ་གྱིས་མི་ཁྱབ་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཞེས་གསུངས་སོ། །
en: This is why I have said that if the stream of actions of a being is inconceivable, what need is there to consider that of a bodhisattva?

source: རིགས་ཀྱི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་ཡང་དག་པར་འདའ་བའི་མཚན་ཉིད་དོ། །
en: This, noble son, is the characteristic of transcendence with respect to the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་རྩ་བའི་མཚན་ཉིད་གང་ལགས།
en: “Blessed One, how is the root a characteristic of the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་དེ་ནི་སངས་རྒྱས་ཀྱི་ཆོས་ཚད་མེད་པ་ཐམས་ཅད་ཀྱི་ས་བོན་ཡིན་པའི་ཕྱིར་
en: “Noble son, trust in the Great Vehicle of the bodhisattvas is the seed of all of the limitless qualities of the Buddha.

source: སངས་རྒྱས་ཀྱི་ཆོས་ཚད་མེད་པ་ཐམས་ཅད་ཀྱི་རྩ་བ་ཉིད་དུ་རིག་པར་བྱའོ། །
en: It should also be understood as being the root of all the limitless qualities of a buddha.

source: སངས་རྒྱས་ཀྱི་ཆོས་སྣ་ཚོགས་ཚད་མེད་པ་ཇི་སྙེད་ཐེག་པ་ཆེན་པོ་ལ་སྣང་བ་དང་།
en: All the limitless qualities of the Buddha are found within and brought forth from the Great Vehicle.

source: རབ་ཏུ་ཕྱེ་བ་དེ་དག་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཐོབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཉན་ཏོ། །ཀུན་ཏུ་འཛིན་ཏོ། །དམིགས་པ་དེས་དད་པ་སྐྱེད་དོ། །
en: The bodhisattvas who have attained trust in the Great Vehicle hear them and apprehend them, and, as they observe the teachings in this way, their trust increases.

source: དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་དེའི་དད་པ་སྐྱེ་བའི་དམིགས་པ་ཇི་སྙེད་པར་ས་བོན་ཡོངས་སུ་འཛིན་པ་དང་། ས་བོན་ལ་སོགས་པ་ཡང་དེ་སྙེད་དུ་གནས་སོ། །
en: In this regard all the bodhisattvas’ observations that produce faith contain seeds, and there are as many seeds as there are those observations.

source: དེ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་དེ་ནི་སངས་རྒྱས་ཀྱི་ཆོས་ཚད་མེད་པ་ཐམས་ཅད་ཀྱི་རྩ་བ་ཞེས་བྱ་སྟེ།
en: Therefore, the bodhisattvas’ trust in the Great Vehicle is said to be the root of all the limitless qualities of the Buddha.

source: རིགས་ཀྱི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་རྩ་བའི་མཚན་ཉིད་དོ། །
en: This, noble son, is the characteristic of the root with respect to the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་སྦེད་པའི་མཚན་ཉིད་གང་ལགས།
en: “Blessed One, how is protection a characteristic of the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་སྐྱེས་ནས་
en: “Noble son, when bodhisattvas have the trust in the Great Vehicle that allows them to accomplish the Great Vehicle,

source: སེར་སྣའི་སེམས་ཡོངས་སུ་སྤོང་ཞིང་དང་དུ་མི་ལེན་པས་སྦེད་པ་དང་།
en: they are protected because they abandon miserliness and no longer perpetuate it.

source: ངན་པའི་ངང་ཚུལ་གྱི་མཚན་མ་ཡོངས་སུ་སྤོང་ཞིང་དང་དུ་མི་ལེན་པས་སྦེད་པ་དང་།
en: They are protected because they abandon bad behavior and no longer perpetuate it.

source: ཁྲོ་བའི་མཚན་མ་ཡོངས་སུ་སྤོང་ཞིང་དང་དུ་མི་ལེན་པས་སྦེད་པ་དང་།
en: They are protected because they abandon anger and no longer perpetuate it.

source: ལེ་ལོའི་མཚན་མ་ཡོངས་སུ་སྤོང་ཞིང་དང་དུ་མི་ལེན་པས་སྦེད་པ་དང་།
en: They are protected because they abandon laziness and no longer perpetuate it.

source: རྣམ་པར་གཡེང་བའི་མཚན་མ་ཡོངས་སུ་སྤོང་ཞིང་དང་དུ་མི་ལེན་པས་སྦེད་པ་དང་།
en: They are protected because they abandon distraction and no longer perpetuate it.

source: འཆལ་པའི་ཤེས་རབ་ཀྱི་མཚན་མ་ཡོངས་སུ་སྤོང་ཞིང་དང་དུ་མི་ལེན་པས་སྦེད་པའི་ཕྱིར་
en: They are protected because they abandon misguided intelligence and no longer perpetuate it.

source: ཉོན་མོངས་པ་དང་། ཉེ་བའི་ཉོན་མོངས་པ་དང་། ཕྱིར་རྒོལ་བའི་ཀུན་ཏུ་རྒྱུ་བ་ཐམས་ཅད་ལས་སེམས་ཤིན་ཏུ་སྲུང་ཞིང་ཤིན་ཏུ་སྦེད་པར་བྱེད་དོ། །
en: Therefore, their minds are thoroughly guarded and protected against all disturbing emotions, subsidiary disturbing emotions, and the agitations of adversaries.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ།
en: “Noble son, consider this analogy.

source: དཔེར་ན་འདི་ལྟར་སྐྱེས་བུ་ཞིག་ལུས་མི་སྨས་པར་བྱ་བའི་ཕྱིར་གོ་ཆ་བཟང་པོ་བགོས་པ་ནི་གོ་ཆས་བསྲུངས་ཤིང་གོ་ཆས་སྦས་པའི་ཕྱིར་དགྲ་ཐམས་ཅད་ཀྱིས་མི་ཚུགས་སོ། །
en: A man dons strong armor in order to protect his body from getting wounded. Since he is protected by this armor, no enemy can harm him.

source: རིགས་ཀྱི་བུ་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་བྱང་ཆུབ་ཀྱི་སེམས་ཀྱི་གོ་ཆ་བགོས་ཤིང་
en: Noble son, similarly, one may don the armor of the awakened mind that trusts the Great Vehicle so that one may accomplish the Great Vehicle.

source: དེས་ལེགས་པར་བསྲུངས་ཤིང་ལེགས་པར་བཅས་པ་ནི་ཉོན་མོངས་པ་དང་། ཉེ་བའི་ཉོན་མོངས་པ་དང་། སྒྲིབ་པའི་དགྲ་ཐམས་ཅད་ཀྱིས་འཇིགས་པར་མི་འགྱུར་ཏེ
en: Thereby one is well protected and well equipped, so that no adversarial disturbing emotions, subsidiary disturbing emotions, or obscurations may inflict any harm.

source: རིགས་ཀྱི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་སྦེད་པའི་མཚན་ཉིད་དོ། །
en: This, noble son, is the characteristic of protection with respect to the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་རྗེས་སུ་འབྲེལ་བའི་མཚན་ཉིད་གང་ལགས།
en: “Blessed One, how is connection a characteristic of the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་བག་ཆགས་བྱང་ཆུབ་སེམས་དཔའི་གནས་ལ་རྗེས་སུ་འབྲང་བ་དེ་ནི་འདི་ལྟར་རྗེས་སུ་འབྲང་སྟེ
en: “Noble son, when one is habituated to the bodhisattvas’ trust in the Great Vehicle so that one may accomplish the Great Vehicle, one will always follow the bodhisattvas’ way of life.

source: འགྲོའམ་འདུག་གམ་ཉལ་ལམ་མ་ཉལ་ལམ་གཉིད་ཀྱིས་ལོག་གམ། ར་རོའམ། སྨྱོས་ཀྱང་རུང་སྟེ།
en: Whether one walks or sits, lies down or stands up, sleeps or is awake, or is drunk or crazy,

source: རྟག་ཏུ་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་དེ་དང་ལྡན་པར་འགྱུར་རོ། །
en: one will always maintain this trust in the Great Vehicle.

source: བྱང་ཆུབ་སེམས་དཔའ་ཚེ་རབས་གཞན་དུ་རྗེས་ཏེ། ཐེག་པ་ཆེན་པོ་ལ་དད་པ་དེ་བརྗེད་དུ་ཟིན་ཀྱང་དམན་པ་སྐལ་བ་མི་མཉམ་པའི་སེམས་བསྐྱེད་པའི་ཚུལ་ཅན་མ་ཡིན་པས།
en: Later, in other lifetimes, although the bodhisattvas may have forgotten their trust in the Great Vehicle, they will not give rise to any inferior or inappropriate attitudes.

source: བཤེས་གཉེན་ངན་པ་ཉན་ཐོས་དང་རང་སངས་རྒྱས་དང་འདྲེ་བས་ཀྱང་འཕྲོག་པར་མི་འགྱུར་ན
en: Therefore, even if they were to associate with negative spiritual friends, such as the hearers and solitary buddhas, they would not get carried away.

source: གཞན་མུ་སྟེགས་ཅན་གྱི་ལྟ་འཕྲོགས་པར་ག་ལ་འགྱུར།
en: That being the case, how could any non-Buddhist views lead them astray?

source: ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་རྐྱེན་ཆུང་ངུ་ཞིག་རྙེད་པས་ཀྱང་མྱུར་བ་དང་། ཤས་ཆེ་བ་དང་། རྒྱུན་གྱིས་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་སྐྱེད་དོ། །
en: At that time, with just a few favorable conditions for developing the trust in the Great Vehicle that allows them to accomplish the Great Vehicle, they will swiftly, forcefully, and steadily regain trust in the Great Vehicle.

source: དེའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་བག་ཆགས་རྗེས་སུ་འབྲེལ་བ་དེ་ཡང་ཚེ་རབས་ཚེ་རབས་སུ་རྣམ་པར་འཕེལ་ཏེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བར་དུ་འགྱུར་རོ། །
en: Their habitual tendency to trust the Great Vehicle that allows them to accomplish the Great Vehicle will only increase in future lives until they attain unsurpassed and completely perfect awakening.

source: རིགས་ཀྱི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་རྗེས་སུ་འབྲེལ་བའི་མཚན་ཉིད་དོ། །
en: This, noble son, is the characteristic of connection with respect to the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་རྒྱུན་གྱི་མཚན་ཉིད་གང་ལགས།
en: “Blessed One, how is continuity a characteristic of the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཐོབ་པ་ནི་
en: “Noble son, when one attains the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle,

source: དད་པའི་ཤུགས་དེ་དག་གིས་རྩེ་ཞིང་དུས་དུས་སུ་ཐེག་པ་ཆེན་པོའི་ཆོས་ཀློག་གོ། །ཉན་ཏོ། །འདོན་ཏོ། །ཁ་ཏོན་བྱེད་དོ། །གཞན་དག་ལ་ཡང་རབ་ཏུ་སྟོན་ཏོ། །
en: the force of that trust inspires one to read, hear, recite, chant, and teach the Dharma of the Great Vehicle.

source: ཚུལ་བཞིན་སེམས་སོ། །བསྒོམ་པའི་རྣམ་པས་སྦྱོར་རོ། །
en: One will also contemplate the Dharma and meditate on it.

source: རིགས་ཀྱི་བུ་ཐོས་པ་དང་། སེམས་པ་དང་། བསྒོམ་པ་དེ་དང་དེ་ལ་དེ་ལྟར་སྦྱོར་བའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་འབྲས་བུ་ཡོད་པར་
en: Noble son, bodhisattvas who apply themselves to hearing, contemplating, and meditating on the Dharma in this way will reap its fruits.

source: འཆི་བའི་དུས་བྱ་བའི་ཕྱིར་ཀུན་ཏུ་སྦྱོར་བའི་ཚུལ་གྱིས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་རྒྱུན་རབ་ཏུ་འཇུག་གོ། །
en: As they apply themselves in this way while motivated by the approaching time of death, they attain a continuous trust in the Great Vehicle.

source: རིགས་ཀྱི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་རྒྱུན་གྱི་མཚན་ཉིད་དོ། །
en: This, noble son, is the characteristic of continuity with respect to the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཡོངས་སུ་གྲུབ་པའི་མཚན་ཉིད་གང་ལགས།
en: “Blessed One, how is perfection a characteristic of the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཡོངས་སུ་གྲུབ་པའི་རྣམ་པ་བཞིར་རིག་པར་བྱ་སྟེ
en: “Noble son, the characteristic of perfection with respect to the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle is fourfold and

source: སྐྱེ་བ་མཆོག་དང་། ཚད་མེད་མཆོག་དང་། ཕན་པ་མཆོག་དང་། འགྱོད་པ་མེད་པ་མཆོག་གོ། །
en: refers to perfect origin, perfect boundlessness, perfect benefit, and perfect freedom from regret.

source: རིགས་ཀྱི་བུ་འདི་ལྟར་འདི་ལས་ཕྱི་རོལ་པ་འཇིག་རྟེན་པ་རྣམས་ཀྱི་རང་གི་གཙུག་ལག་ལ་དད་པ་གང་ཡིན་པ་དེ་ཡང་དད་པ་ཉིད་དུ་རིག་པར་བྱའོ། །
en: “Noble son, this differs from the trust that worldly non-Buddhists have in their own systems of learning, which is also a form of trust.

source: ཉན་ཐོས་དང་རང་སངས་རྒྱས་རྣམས་སངས་རྒྱས་ཀྱི་བསྟན་པ་ལ་དད་པ་གང་ཡིན་པ་དེ་ནི་བདག་ལ་ཕན་པ་གཙོ་བོར་བྱས་པས་ཆུང་ཞིང་ཡོངས་སུ་མ་རྫོགས་པའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའི་དད་པའི་མཚན་ཉིད་དང་བྲལ་བའོ། །
en: The trust that the hearers and solitary buddhas have in their teachings is primarily for their own benefit, and it is therefore a lesser, imperfect type of trust that lacks the characteristics of the bodhisattvas’ trust.

source: འདི་ལྟར་ཉན་ཐོས་རྣམས་ནི་ཇི་ལྟར་བཅོམ་ལྡན་འདས་དེ་ནི་བདག་ལ་ཕན་པ་མཛད་ཅིང་གཅེས་སྤྲས་མཛད་པ་སྟེ།
en: “The hearers will say, ‘The Blessed One has been good to me and taken care of me.

source: བཅོམ་ལྡན་འདས་དེ་ནི་བདག་གི་སྡུག་བསྔལ་གྱི་ཆོས་མང་པོ་རྣམས་སེལ་བ།
en: The Blessed One has relieved me of so many of my troubles.

source: བཅོམ་ལྡན་འདས་དེ་ནི་བདག་ལ་བདེ་བའི་ཆོས་མང་པོ་སྒྲུབ་པ།
en: The Blessed One has done so much good for me.

source: བཅོམ་ལྡན་འདས་དེ་ནི་བདག་གི་སྡིག་པ་མི་དགེ་བའི་ཆོས་རྣམ་པ་དུ་མ་སེལ་བ།
en: The Blessed One has uprooted so many of my wrongdoings and nonvirtues.

source: བཅོམ་ལྡན་འདས་དེ་ནི་བདག་ལ་དགེ་བའི་ཆོས་རྣམ་པ་དུ་མ་སྒྲུབ་པའོ་
en: The Blessed One has fostered so much virtue in me.’

source: ཞེས་བདག་ལ་ཕན་པ་མང་པོ་གཙོ་བོར་བྱེད་པས་སངས་རྒྱས་ལ་དད་པ་སྐྱེད་པ་དེ་ལྟར་བདག་ལ་ཕན་པ་གཙོ་བོར་བྱེད་པས་སངས་རྒྱས་ལ་དད་པ་སྐྱེད་དོ། །
en: In this way, they develop trust in the Buddha primarily because he brings them so much benefit.

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་དེ་ལྟར་དད་པ་སྐྱེད་པ་མ་ཡིན་ཏེ།
en: “Bodhisattvas, however, do not develop trust in this manner.

source: སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པ་དང་བདེ་བ་གཙོ་བོར་བྱས་ནས་བྱང་ཆུབ་སེམས་དཔའ་སངས་རྒྱས་ལ་དད་པ་སྐྱེད་དོ། །
en: They develop trust in the Buddha because he primarily brings benefit and happiness to all beings.

source: དེ་ལྟ་བས་ན་རིགས་ཉིད་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་རྒྱ་ཆེ་བའོ། །
en: Therefore, in terms of its rank, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle is broader in scope.

source: རྒྱ་ཆེ་བའི་ཕྱིར་མཆོག་གོ། །
en: Being broader in scope, it is superior.

source: མཆོག་གི་ཕྱིར་ཡོངས་སུ་གྲུབ་པའོ། །
en: And because it is superior, it is perfect.

source: གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཆུང་ངུས་ནི་དད་པ་འབྲིང་སྐྱེད་དོ། །
en: “Moreover, even a slight amount of the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle will produce a medium degree of trust,

source: དད་པ་འབྲིང་གིས་ནི་དད་པ་མཆོག་སྐྱེད་དེ།
en: and this medium degree of trust in turn develops into superior trust.

source: དད་པ་མཆོག་གང་ཡིན་པ་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཡོངས་སུ་གྲུབ་པའོ། །
en: Superior trust refers to the perfected form of the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.

source: གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པར་གྱུར་པ་ཡིན་ཏེ།
en: “Moreover, as the bodhisattvas’ trust in the Great Vehicle benefits all beings,

source: དེ་ལྟ་བས་ན་ཡང་ཡོངས་སུ་གྲུབ་པའོ། །
en: it is perfect.

source: གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་སངས་རྒྱས་ཀྱི་ཆོས་ཚད་མེད་པ་ཟད་མི་ཤེས་པ་ཡང་དག་པར་འགྲུབ་པར་འགྱུར་ཏེ། དེ་ལྟ་བས་ན་ཡང་ཡོངས་སུ་གྲུབ་པར་རིག་པར་བྱའོ། །
en: Additionally, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle is perfect since it accomplishes all the boundless and inexhaustible qualities of the Buddha.

source: རིགས་ཀྱི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཡོངས་སུ་གྲུབ་པའི་མཚན་ཉིད་དོ། །
en: This, noble son, is the characteristic of perfection with respect to the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.

source: རིགས་ཀྱི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་མཚན་ཉིད་རྣམ་པ་བཅུ་གཅིག་པོ་ཐམས་ཅད་བསྡུས་པའི་མཚན་ཉིད་དུ་རིག་པར་བྱའོ། །
en: “This, noble son, concludes the summary of all eleven characteristics of the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.”

source: མཚན་ཉིད་རབ་ཏུ་དབྱེ་བའི་ལེའུ་ཞེས་བྱ་སྟེ་དང་པོའོ།། །།
en: This concludes the first chapter on the various characteristics.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་དད་པ་ཐབས་ཆེན་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Then, the bodhisattva Great Skillful Trust asked the Blessed One,

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་སྐྱེ་བ་གང་ལགས།
en: “Blessed One, how does one develop the bodhisattvas’ trust in the Great Vehicle that allows them accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་སྐྱེ་བ་དེ་ཡང་རྣམ་པ་བཅུ་གཅིག་ཏུ་རིག་པར་བྱའོ། །
en: “Noble son, there are eleven aspects to developing the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.

source: རྒྱུ་ལས་སྐྱེ་བ་དང་། གྲོགས་ལས་སྐྱེ་བ་དང་། ཡིད་ལ་བྱེད་པ་ལས་སྐྱེ་བ་དང་། སྤྱོད་པ་ལས་སྐྱེ་བ་དང་། འདྲིས་པ་ལས་སྐྱེ་བ་དང་། ཡོངས་སུ་མི་སྐྱོ་བ་ལས་སྐྱེ་བ་དང་། ཡོངས་སུ་བསྐང་བ་ལས་སྐྱེ་བ་དང་། ཏིང་ངེ་འཛིན་ལས་སྐྱེ་བ་དང་། ཆོག་མི་ཤེས་པ་ལས་སྐྱེ་བ་དང་། རབ་ཏུ་དབེན་པ་ལས་སྐྱེ་བ་དང་། སྟོན་པ་ཚད་མར་བྱས་པ་ལས་སྐྱེ་བའོ། །
en: Such trust develops based on (1) causes, (2) a companion, (3) examination, (4) behavior, (5) familiarity, (6) absence of weariness, (7) fulfillment, (8) composure, (9) insatiability, (10) solitude, and (11) determining that the teacher is genuine.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་རྒྱུ་ལས་སྐྱེ་བ་གང་ལགས།
en: “Blessed One, how do causes develop the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཐོག་མའི་གནས་ཉིད་ནས་ཐེག་པ་ཆེན་པོའི་ཆོས་དཀར་པོའི་ས་བོན་དང་ལྡན་པ་ཡིན་ཏེ
en: “Noble son, bodhisattvas possess, from the very beginning, a seed of the virtuous Dharma of the Great Vehicle.

source: དེ་ཐོག་མ་ནས་ཆོས་དཀར་པོ་ལ་འདྲིས་པའི་སྟོབས་ཀྱིས་རང་བཞིན་ཉིད་ཀྱིས་སྙིང་རྗེ་དང་རབ་ཏུ་ལྡན་པའི་ཐེག་པ་ཆེན་པོའི་ཆོས་བསྟན་པ་ལ་འདོད་པ་ཡང་དག་པར་གནས་སོ། །
en: Through the force of that predisposition for the pure Dharma, they naturally long for the Great Vehicle’s teachings on compassion,

source: དེ་འདོད་པ་སྔོན་དུ་འགྲོ་བས་དད་པ་སྐྱེའོ། །
en: and so trust develops based on that initial longing.

source: རང་བཞིན་གྱིས་ཟབ་ཅིང་རྒྱ་ཆེ་བ་དང་རབ་ཏུ་ལྡན་པའི་ཐེག་པ་ཆེན་པོའི་ཆོས་བསྟན་པ་ལ་མོས་པས་འདོད་པ་ཡང་དག་པར་གནས་ཏེ་དེ་ལས་དེའི་དད་པ་སྐྱེའོ། །
en: Because of their interest in the Great Vehicle’s teachings on the profound and the vast, the bodhisattvas naturally sustain their longing, and so their trust develops.

source: དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་རང་བཞིན་ཉིད་ཀྱིས་དཀའ་བ་སྤྱོད་པ་དང་རབ་ཏུ་ལྡན་པའི་ཐེག་པ་ཆེན་པོའི་ཆོས་བསྟན་པ་ལ་བཟོད་པ་ཡང་དག་པར་གནས་ཏེ་
en: In the same way, bodhisattvas are naturally able to sustain patience in conjunction with the Great Vehicle’s teachings on hardships.

source: དེས་དེའི་དད་པ་སྐྱེའོ། །
en: And so, in turn, their trust develops further.

source: རང་བཞིན་ཉིད་ཀྱིས་སྦྱིན་པ་དང་རབ་ཏུ་ལྡན་པའི་ཐེག་པ་ཆེན་པོའི་ཆོས་བསྟན་པ་ལ་མོས་པ་ཡང་དག་པར་གནས་ཏེ་
en: “The bodhisattvas naturally sustain an interest in the Great Vehicle’s teachings on generosity, and

source: རང་བཞིན་ཉིད་ཀྱིས་ཚུལ་ཁྲིམས་དང་རབ་ཏུ་ལྡན་པ་དང་། བཟོད་པ་དང་རབ་ཏུ་ལྡན་པ་དང་། བརྩོན་འགྲུས་དང་རབ་ཏུ་ལྡན་པ་དང་། བསམ་གཏན་དང་རབ་ཏུ་ལྡན་པ་དང་། ཤེས་རབ་དང་རབ་ཏུ་ལྡན་པའི་ཐེག་པ་ཆེན་པོའི་ཆོས་བསྟན་པ་ལ་མོས་པ་ཡང་དག་པར་གནས་ཏེ་
en: In the same way, they naturally sustain interest in the Great Vehicle’s teachings on discipline, patience, diligence, concentration, and knowledge,

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་རྒྱུ་ལས་བྱུང་བ་ནི་དེ་ལྟ་བུའི་ཚུལ་ཅན་དུ་རིག་པར་བྱའོ། །
en: This, noble son, is how the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle is developed based on causes.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་གྲོགས་ལས་སྐྱེ་བ་གང་ལགས།
en: “Blessed One, how does a companion develop the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའི་དགེ་བའི་བཤེས་གཉེན་ནི་བྱང་ཆུབ་སེམས་དཔའ་ཉིད་འདི་ལྟ་སྟེ།
en: “Noble son, a bodhisattva’s spiritual friends should be true bodhisattvas with the following qualities:

source: ལུང་དང་ཐོས་པ་ཕུན་སུམ་ཚོགས་པ། རབ་ཏུ་ཞི་བ་དང་།
en: They must be rich in terms of scripture and learning and be very peaceful.
